IDEA Open Model
LineLoad.TypeLinePosition Property
Compatible with IDEA StatiCa v 10.1
 type of position
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public TypeLinePosition TypeLinePosition { get; set; }
Public Property TypeLinePosition As TypeLinePosition
	Get
	Set
public:
property TypeLinePosition TypeLinePosition {
	TypeLinePosition get ();
	void set (TypeLinePosition value);
}
Property Value
Type: TypeLinePosition
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace